tap "homebrew/cask"

brew "android-file-transfer"
brew "awscli"
brew "axel"
brew "bat"
brew "charles"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "exiftool"
brew "ffmpeg"
brew "firefox"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "google-chrome"
brew "google-cloud-sdk"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "htop"
brew "jq"
brew "kustomize"
# brew "mailhog"
brew "mysql-client"
brew "mysqlworkbench"
brew "netspot"
brew "ngrok"
brew "node"
brew "obs"
brew "opus-tools"
brew "opusfile"
brew "p7zip"
brew "php@7.4"
brew "php@7.3"
brew "php"
brew "postman"
brew "qrencode"
brew "shellcheck"
brew "soapui"
brew "socat"
brew "spectacle"
brew "sqlite"
brew "starship"
brew "steam"
brew "sublime-text"
brew "telnet"
brew "terraform"
brew "tmux"
brew "transmission"
brew "tree"
brew "virtualbox"
brew "virtualbox-extension-pack"
brew "visual-studio-code"
brew "vlc"
brew "wine-stable"
brew "wkhtmltopdf"
brew "wget"
brew "youtube-dl"
brew "yq"

# EnvKey
tap "envkey/envkey"
brew "envkey"
brew "envkey-fetch"
brew "envkey-source"

# Fonts
tap "homebrew/cask-fonts"
brew "font-code"
brew "font-devicons"
brew "font-droid-sans"
brew "font-droid-sans-mono"
brew "font-droid-sans-mono-for-powerline"
brew "font-fira-code"
brew "font-fira-code-nerd-font"
brew "font-hack"
brew "font-hack-nerd-font"
brew "font-hack-nerd-font-mono"
brew "font-inconsolata-dz-for-powerline"
brew "font-inconsolata-for-powerline"
brew "font-inconsolata-g-for-powerline"
brew "font-iosevka"
brew "font-iosevka-nerd-font"
brew "font-monoid"
brew "font-noto-nerd-font-mono"
brew "font-roboto-mono"
brew "font-roboto-mono-for-powerline"
brew "font-robotomono-nerd-font"
brew "font-robotomono-nerd-font-mono"
