tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "aws/tap"
tap "homebrew/cask-versions"

# Apps
# cask "1password"  # via App Store.
cask "1password-cli"
# cask "affinity-designer-beta"  # via App Store.
# cask "affinity-photo-beta"  # via App Store.
cask "android-file-transfer"
cask "deezer"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-consolas-for-powerline"
cask "font-devicons"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-lato"
cask "font-monoid"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
# cask "microsoft-excel"
# cask "microsoft-word"
cask "netspot"
cask "ngrok"
cask "obs"
cask "parsec"
cask "postman"
cask "responsively"
# cask "slack"  # via App Store.
cask "soapui"
cask "steam"
cask "sublime-text"
cask "transmission"
# cask "virtualbox"  # not available on ARM64
# cask "virtualbox-extension-pack"  # not available on ARM64
cask "visual-studio-code"
cask "visual-studio"
cask "vlc"
# cask "whatsapp"  # via App Store.
cask "wine-stable"
cask "wkhtmltopdf"
