tap "envkey/envkey"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "awscli"
brew "axel"
brew "bat"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "envkey-fetch"
brew "envkey-source"
brew "exiftool"
brew "ffmpeg"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "htop"
brew "jq"
brew "kustomize"
brew "mysql-client"
brew "mtr"
brew "node"
brew "opus-tools"
brew "opusfile"
brew "p7zip"
brew "php@7.4"
brew "php@7.3"
brew "php"
brew "qrencode"
brew "shellcheck"
brew "socat"
brew "sqlite"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "yq"

# Apps
# cask "1password"  # via App Store.
cask "1password-cli"
# cask "affinity-designer-beta"  # via App Store.
# cask "affinity-photo-beta"  # via App Store.
cask "android-file-transfer"
cask "android-studio"
cask "charles"
cask "docker"
cask "envkey"
cask "firefox"
cask "font-code"
cask "font-devicons"
cask "font-droid-sans"
cask "font-droid-sans-mono"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-monoid"
cask "font-noto-nerd-font-mono"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "mysqlworkbench"
cask "netspot"
cask "ngrok"
cask "obs"
cask "postman"
cask "rectangle"
# cask "slack"  # via App Store.
cask "soapui"
cask "steam"
cask "sublime-text"
cask "transmission"
cask "tuntap"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
# cask "wechat"  # via App Store.
# cask "whatsapp"  # via App Store.
cask "wine-stable"
cask "wkhtmltopdf"
